beer = {"Вайсберг": {"Цена": 149,
                     "Описание": "Пшеничное, имеет светлый беловатый цвет и нежное послевкусие. "
                                 "Во вкусе только чистые пряные нотки и приятная свежесть от глотка к глотку.",
                     "Алкоголь": "4.7%",
                     "Плотность": "12.0%",
                     "Фильтрация": "Нефильтрованное",
                     "Подробнее": "http://weissbergbeer.ru/weissberg.html"},
        "Янтарное": {"Цена": 115,
                     "Описание": "Светлый лагер (пиво низового брожения), янтарного оттенка с плотной сливочной пеной. "
                                 "Не имеет резкого послевкусия, с приятной горчинкой, плотным, сладко-солодовым вкусом"
                                 " и мягким финишем. Цветочный или травянистый хмелевой аромат, "
                                 "от слабого до умеренного.",
                     "Алкоголь": "4.9%",
                     "Плотность": "12.0%",
                     "Фильтрация": "Фильтрованное",
                     "Подробнее": "https://krimberg-beer.ru/our-beers/"},
        "Штормовое": {"Цена": 124,
                      "Описание": "Светлый лагер янтарного оттенка с кремовой пеной. Пиво с приятной мягко "
                                  "обволакивающей крепостью, сладковатыми карамельно-бисквитными и едва заметными "
                                  "винными нотами во вкусе и аромате. Хмелевой аромат очень слабый.",
                      "Алкоголь": "7.4%",
                      "Плотность": "18.0%",
                      "Фильтрация": "Нефильтрованное",
                      "Подробнее": "https://krimberg-beer.ru/our-beers/"},
        "Стаут": {"Цена": 126,
                  "Описание": "Тёмный лагер гранатового оттенка с обильной тёмно-кремовой, но довольно быстро "
                              "оседающей пеной. Лёгкий карамельный аромат с бисквитным оттенком и приятной горчинкой. "
                              "Мягкая солодовая сладость, с шоколадной ноткой во вкусе.",
                  "Алкоголь": "5.4%",
                  "Плотность": "13.0%",
                  "Фильтрация": "Нефильтрованное",
                  "Подробнее": "https://krimberg-beer.ru/our-beers/"},
        "Домашнее": {"Цена": 96,
                     "Описание": "Светлый лагер, светло-золотистого оттенка со сливочно-белой пеной. Не имеет резкого "
                                 "послевкусия, с очень мягким солодовым вкусом. Легкий травянистый хмелевой оттенок "
                                 "во вкусе и аромате и слабая концентрация алкоголя станет Вашим любимым, "
                                 "освежающим напитком.",
                     "Алкоголь": "4.0%",
                     "Плотность": "10.0%",
                     "Фильтрация": "Нефильтрованное",
                     "Подробнее": "https://krimberg-beer.ru/our-beers/"},
        "Регион 82": {"Цена": 101,
                      "Описание": "Светлый лагер светло-янтарного оттенка с плотной сливочно-белой пеной. Имеет мягкий "
                                  "сладко-зерновой солодовый вкус. Фильтрация придаёт пиву блестящую прозрачность, а "
                                  "легкий хмелевой аромат делает его повседневным освежающим напитком.",
                      "Алкоголь": "4.5%",
                      "Плотность": "11.0%",
                      "Фильтрация": "Фильтрованное",
                      "Подробнее": "https://krimberg-beer.ru/our-beers/"},
        "Чешское Элитное": {"Цена": 149,
                            "Описание": "Над его созданием трудился чешский мастер-пивовар Мирослав Краус. Он вложил "
                                        "в этот сорт настоящий дух Чехии. Светлое пиво с золотистым оттенком и "
                                        "легкой горчинкой вначале, скоро сменяющейся деликатным "
                                        "мягким сладковатым вкусом.",
                            "Алкоголь": "4.7%",
                            "Плотность": "12.0%",
                            "Фильтрация": "Фильтрованное",
                            "Подробнее": ""},
        "Чешское Нефильтр": {"Цена": 149,
                             "Описание": "Пиво нефильтрованное.",
                             "Алкоголь": "4.7%",
                             "Плотность": "12.0%",
                             "Фильтрация": "Нефильтрованное",
                             "Подробнее": ""},
        "Хорватское": {"Цена": 126,
                       "Описание": "Для ценителей крепкого пива!",
                       "Алкоголь": "7.5%",
                       "Плотность": "16.0%",
                       "Фильтрация": "Нефильтрованное",
                       "Подробнее": ""},
        "Гагарин": {"Цена": 126,
                    "Описание": "Светлый лагер светло-золотистого оттенка со сливочно-белой пеной. Не имеет резкого "
                                "послевкусия, с приятной терпкой горчинкой, мягким солодовым вкусом. Очень лёгкие "
                                "цитрусовые и ягодные хмелевые нотки во вкусе и аромате, "
                                "заставят Вас попробовать это пиво ещё раз.",
                    "Алкоголь": "5%",
                    "Плотность": "12.0%",
                    "Фильтрация": "Нефильтрованное",
                    "Подробнее": ""},
        "Моряк": {"Цена": 126,
                  "Описание": "Светлое легкое пиво с приятным послевкусием.",
                  "Алкоголь": "5.0%",
                  "Плотность": "12.0%",
                  "Фильтрация": "Фильтрованное",
                  "Подробнее": ""},
        }

cidre = {"Голубая лагуна": {"Цена": 127,
                            "Описание": "Сидр по мотивам одноименного коктейля.",
                            "Алкоголь": "5.5%"},
         "Шампань": {"Цена": 127,
                     "Описание": "Классический шампань.",
                     "Алкоголь": "5.5%"},
         "Ламбрусско": {"Цена": 127,
                        "Описание": "Базовый шампань с нотами персика и сока маракуйи.",
                        "Алкоголь": "5.5%"},
         "Сицилийский апельсин": {"Цена": 127,
                                  "Описание": "Сидр со вкусом сицилийского апельсина.",
                                  "Алкоголь": "5.5%"},
         "Глинтвейн": {"Цена": 127,
                       "Описание": "Сидр для уютных посиделок с друзьями и приятных одиноких вечеров.",
                       "Алкоголь": "5.5%"},
         "Манго-маракуйя": {"Цена": 127,
                            "Описание": "Сидр раскрывается вкусом насыщенным вкусом манго"
                                        " с акомпониментом ввиде маракуйи.",
                            "Алкоголь": "5.5%"},
         }

crackers = {
    'Деревенские': {"Цена": 550,
                    "Острота": "🔥🔥🔥",
                    "Описание": "Острые сухарики со вкусом сало-горчица"},
    'Тайский перец': {"Цена": 550,
                      "Острота": "🔥🔥[]",
                      "Описание": "Остренькие сухарики со вкусом тайского перца"},
    'Сливочный сыр': {"Цена": 550,
                      "Острота": "Не острые",
                      "Описание": "Ультра хрустящие сухарики со вкусом сливочного сыра"},
    'Ветчина-сыр': {"Цена": 550,
                    "Острота": "Не острые",
                    "Описание": "Сухарики со вкусом ветчина-сыр"},
    'Аджика': {"Цена": 550,
               "Острота": "Не острые",
               "Описание": "Пикантная аджика"},
    'Чесночный микс': {"Цена": 550,
                       "Острота": "Не острые",
                       "Описание": "Чесночек, чесночечек и чеснок"},
    'Краб': {"Цена": 550,
             "Острота": "Не острые",
             "Описание": "Владивосточная классика)"},
}

knuts = {
    "Палочки из щуки": {"Цена": 129,
                        "Описание": "Приятная закуска к пиву. Упаковка 100гр."},
    "Палочки из тунца": {"Цена": 165,
                         "Описание": "Приятная закуска к пиву. Упаковка 100гр."},
    "Палочки из лосося": {"Цена": 200,
                          "Описание": "Приятная закуска к пиву. Упаковка 100гр."},
    "Мясные кнуты": {"Цена": 228,
                     "Описание": "Прекрасный спутник для вашего лагера. Упаковка 100гр."}
}

fish = {
    "Корюшка": {"Цена": 1320,
                "Фасовка": "Наразвес",
                "Описание": "Традиционный вкус белой пресноводной рыбки"},
    "Густера": {"Цена": 30,
                "Фасовка": "Поштучно",
                "Описание": "Младший брат леща"},
    "Лещ": {"Цена": 80,
            "Фасовка": "Поштучно",
            "Описание": "Старший брат густеры"},
    "Горбуша (копченая)": {"Цена": 1200,
                           "Фасовка": "Наразвес",
                           "Описание": "Жиренькая копеченая горбуша поделенная на порционные кусочки"},
    "Тарань": {"Цена": 60,
               "Фасовка": "Поштучно",
               "Описание": "Уникальные вкусовые качества среди речной рыбы. "
                           "Мясо рыбы тарань насыщено белком, который легко и полностью усваивается человеком,"
                           " что оказывает благоприятное воздействие на организм."},
    "Бычки": {"Цена": 150,
              "Фасовка": "Поштучно",
              "Описание": "Не был в Керчи? Мол... пробуй бычки!"}
}

cheese = {
    "Косичка": {"Цена": 200,
                "Описание": "Тяяяяянущееся удовольствие"},
    "Адыгейский": {"Цена": 200,
                   "Описание": "Класика Адыгейского СЫРПРОМТОРГА;)"}
}

lemonade = {
    "Клубничный": {"Цена": 85,
                   "Описание": "Замечательный вариант классического лимонада с "
                               "интригующими нотками спелой клубники, свежей мяты и лайма. Клубника придает розовый "
                               "оттенок и изысканную сладость, мята и лайм освежают и бодрят.",
                   "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/domashniy-limonad-klubnika/"},
    "Мохито": {"Цена": 85,
               "Описание": "Чуть зеленоватый и непрозрачный, из-за входящих в состав "
                           "натуральных компонентов. В нем аромат освежающих листочков мяты и приятная кислинка лайма. "
                           "Пробуйте кубинскую легенду в мастерском исполнении Бочкарей.",
               "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/mokhito-laym-myata/"},
    "Имбирный": {"Цена": 85,
                 "Описание": "Освежающий напиток с мягким греющим послевкусием, "
                             "отлично бодрит и тонизирует. Сочетание лимона, жгучего имбиря и согревающей ароматной "
                             "корицы впервые было использовано в странах Латинской Америки, после чего имбирный "
                             "лимонад стал популярным во многих странах мира.",
                 "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/domashniy-limonad-ginger/"},
    "Лимонный": {"Цена": 85,
                 "Описание": "Вкусный, освежающий напиток с традиционным, ярко "
                             "выраженным лимонный вкусом. Этот лимонад удовлетворит вкус самого привередливого любителя "
                             "освежающих напитков, прекрасно утолит жажду в жаркий день и поднимет настроение.",
                 "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/domashniy-limonad/"},
    "Классический": {"Цена": 85,
                     "Описание": "Натуральный напиток, приготовленный на сахарном сиропе. "
                                 "Это классика освежающих напитков, с запоминающимся оригинальным вкусом и приятным"
                                 " свежим ароматом лимона. Бочкаревский «Лимонад» занимает №1 в рейтинге продаж.",
                     "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/limonad-bochkari/"}
}

energize = {
    "TARGET ZERO": {"Цена": 95,
                    "Описание": "Заряд энергии без лишних калорий! Легкий, бодрящий и освежающий"
                                " – БЕЗ САХАРА -   с уникальным вкусом наполненным энергией!",
                    "Подробнее": "https://bochkari.ru/brand-portfolio/energy/energy-target-zero/"},
    "TARGET ACTIVE": {"Цена": 95,
                      "Описание": "Имеет сложный вкус  классического энергетического напитка. "
                                  "Входящие в его состав активные вещества бодрят, и дают энергию при физических "
                                  "нагрузках, занятиях спортом.",
                      "Подробнее": "https://bochkari.ru/brand-portfolio/energy/energy-target-active/"},
    "TARGET ORIGINAL": {"Цена": 95,
                        "Описание": "Обладает приятным вкусом с явно выраженными  нотами апельсина и "
                                    "тропических фруктов. Активные вещества входящие в его состав бодрят, и дают"
                                    " энергию при стрессах и эмоциональных нагрузках.",
                        "Подробнее": "https://bochkari.ru/brand-portfolio/energy/energy-target/"},
    "TARGET MAXIMUM": {"Цена": 95,
                       "Описание": "Максимум активных компонентов  - 100% в одной банке! Для тех, "
                                   "кто не любит ждать! Для тех, кому нужен быстрый эффект! Супер-заряд энергии на "
                                   "весь день! Чтобы успевать больше и достигать большего. ",
                       "Подробнее": "https://bochkari.ru/brand-portfolio/energy/energy-target-max/"},
    "TARGET MANGO": {"Цена": 95,
                     "Описание": "Взрывная энергия со вкусом сочного манго! "
                                 "Танцевать до зари, получать удовольствие от жизни, достигать поставленных целей "
                                 "- энергии хватит на все!",
                     "Подробнее": "https://bochkari.ru/brand-portfolio/energy/energy-target-mango/"}
}

sodie_pop = {
    "Cola Bochkari": {"Цена": 111,
                      "Описание": "Газированный безалкогольный напиток, приправленный ванилью, "
                                  "корицей, цитрусовыми маслами и другими ароматизаторами. "
                                  "Цвет напитка: темно-коричневый.",
                      "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/cola_bochkari/"},
    "CitrusHit Bochkari": {"Цена": 111,
                           "Описание": "Безалкогольный газированный напиток с ярко выраженным освежающим"
                                       " вкусом лимона и лайма. Цвет напитка: прозрачный.",
                           "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/citrusHit_bochkari/"},
    "Orange Bochkari": {"Цена": 111,
                        "Описание": "Безалкогольный газированный напиток с апельсиновым вкусом. "
                                    "В составе присутствует натуральный сок, который наделяет напиток полнотой вкуса "
                                    "и аромата. Цвет напитка: оранжевый.",
                        "Подробнее": "https://bochkari.ru/brand-portfolio/beverages/orange_bochkari/"},
    'Квас "Андреич"': {"Цена": 111,
                       "Описание": "Изготавливается по традиционным русским рецептам, исключительно путем натурального"
                                   " брожения, без добавления консервантов, ароматизаторов и красителей. Поэтому у "
                                   "него такой подлинный насыщенный, плотный, в меру резкий и сладковатый вкус.",
                       "Подробнее": "https://bochkari.ru/brand-portfolio/kvass/kvas-andreich/"}
}

bottle_price = 15

all_goods = {"Пиво": beer,
             "Сидр": cidre,
             "Сухарики": crackers,
             "Закуска": knuts,
             "Рыбка": fish,
             "Сыр": cheese,
             "Лимонад": lemonade,
             "Энергетик": energize,
             "Содовая и квас": sodie_pop
             }
