"""RENAME THIS FILE TO CONFIG.PY AND WRITE ALL NECESSARY DATA"""

# Necessary
BOT_TOKEN = 'YOUR_BOT_TOKEN'

# Example ID. Choose yours
ADMIN_ID = 9213901923

SENDER = 'SENDER_GMAIL'

PASS = 'PASS_FROM_GMAIL'

ANNOUNCEMENT = True     #Оповещения

DELIVERY = 200  #Цена доставки

URL = 'https://www.youtube.com/watch?v=dQw4w9WgXcQ'     #Ссылка на сайт

#Other

#Ответы на неизвестные команды
ANSWERS = ['Я не понял, что ты хочешь сказать😲', 'Извини, я тебя не понимаю😅', 'Я не знаю такой команды🤔',
           'Я не понимаю о чем ты🙃']

#
INTRODUCE = ['Всего лишь лучшее пиво в городе😉', 'Ну а кто не любит пиво?😏', 'Счастье не купишь, но пиво можно😋',
             'Жизнь слишком коротка для плохого пива', 'Король пива на месте?!🫅',
             'Лучший лагер для дружеских посиделок🍻', 'Пива всегда хватит!', 'Ваше здоровье!',
             'Сегодня выходной, так что можно!😌',
             'Идеальное пиво на все случаи жизни', 'Сначала было слово. И слово было «пиво»😇',
             'Для тех, кто знает толк в качестве']

#
SAY = ['В наличии появились сидры: \nМанго-маракуйя🥭\nГлинтвейн🍷',
       'Советуем попробовать новые сорта пива: "Гагарин‍"🧑‍🚀 и "Моряк"⚓️']

