NICK = ['нищий ::sick::',

        'ʜυɰυύ ::ʂıƈƙ::',

        'ласковый мерзавец:',

        'пивная невидимка',

        'умничаешь? ._.',

        'Кулb $ GAVNOM',

        'chin choppa',

        'ОЛИГАРХ',

        'медяник',

        'Бульвар Тапко',

        'путал сандали',

        'Ногтевое кун-фу',

        'главный по Байкалу',

        'Корюшка вяленая 132р/100гр',

        'золотой конь',

        'трёхрукая классика',

        'не топииии `_´',

        'makeme nyamnyam',

        'НАЙСКОМАНДА',

        'нет изюма',

        'макеевский родничок',

        'лоли хантер',

        'С.К.У.Ф.Ф.',

        'САМbeast',

        'опричник',

        'дегустатор',

        'алимент',

        'ладно смазан',

        'Я НОРМАЛЬНЫЙ',

        'как кайфует Дава?'

        ]
